[{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447134","elementPureHtml":"катерщик: Есть слесаря - эти способны только раскрутить/закрутить, а почему комбайн не выдаёт зерно они понять не могут. Есть механики - эти прежде чем что-нибудь крутить таки проверят, есть ли в баке солярка и заведён ли двигатель. Есть художники - они знают, что если даже исправный зерноуборочный комбайн, загнать на картофельное поле, то глупо ждать положительный результат. А есть подлецы - механикам они рассказывают, что во всём виноват слесарь. Стратегам, что во всём виноват механик. А слесарю, что его жену трахает сосед. И с этого имеют куш."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447133","elementPureHtml":"Из комментов на GT:\n<br />xxx: О! Мой уровень пайки и сборки! Я думал что один такой особенный.\n<br />yyy: Уже успел привыкнуть к толерантному выражению &laquo;особенные люди&raquo;, применяемому к душевнобольным, но &laquo;особенный электронщик&raquo; — это супер ;), возьму на вооружение — спросят про какого-нибудь механика (строителя, ремонтника) — рукожопа, отвечу &laquo;о, это особенный специалист&raquo;. Спасибо!"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447132","elementPureHtml":"Налеметем: И опять &quot;есть место под стиралку&quot;, плин.\n<br />Йцукен Же: @Налеметем, а ещё бывает, &quot;а надо было сразу говорить, что вам окно нужно&quot; 0_о"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447131","elementPureHtml":"Несколько лет назад в качестве подработки модерировала форум одного театра, где в репертуаре была в том числе постановка мюзикла &quot;Кабаре&quot;. Как раз тогда повсеместно вводились пометки допустимого возраста. И если вы знаете сюжет, то понимаете, что это в лучшем случае 16+, а то и 18+ (в наличии проституция, бисексуальность и много всякого другого триггерного для моралистов). У нас стояло 18+.\n<br />\n<br />Примерно раз в месяц на форум приходили желающие пожаловаться на этот спектакль. В духе &quot;Я решил ознакомиться с классикой мирового мюзикла и заодно приобщить детей, а у вас на сцене ТАКОЕ, фу-фу, ужас и разврат!&quot; (почему-то в основном писали отцы семейств, женщины то ли больше склонны знакомиться с сюжетом, то ли стесняются признаваться в своём просчёте). На вопросы, зачем, собственно, они таскали детей на спектакль, про который чёрным по белому написано, что он для совершеннолетних, либо вообще не отвечали, либо отвечали в духе &quot;ну, это же мюзикл, я же думал, что это семейный жанр, ничего такого там быть не может!&quot;. И вот по логике вещей люди, которые пишут разного рода ко-ко-ко на тему &quot;Зачем вы нам указываете, для какого это возраста, мы сами решим, что показывать нашим детям!&quot; - это, наверное, не они же, но сомнения таки гложут."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447130","elementPureHtml":"Прелесть табличек типа &quot;Буду через 15 минут&quot; - в том, что никто не знает, когда эти минуты начались."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447129","elementPureHtml":"Комментарии к статье с демосценами из файла размером 64Кб\n<br />x: Почему-то на большинство демок ругается майкрософтовский антивирь.\n<br />y: Потому, что внутри у них то, что в нормальных программах не делают.\n<br />z: Оптимизация?\n<br />"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447128","elementPureHtml":"На Алиэкпрессе есть раздел &quot;Халява&quot;. Выигравшие пишут длинные, восторженные посты о том, как им повезло, какую чудесную вещь (от лампочки до телефона) удалось получить даром. Выкладывается куча фоток - как работает, как смотрится на себе (если одежда/обувь).\n<br />Так вот, в последней халяве презервативы и дилдо! И желающих довольно много..... Очень хочется почитать отзывы счастливых победителей )))) и фото посмотреть."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447127","elementPureHtml":"xxx: Мама прочла в интернете, что сельдерей полезен.\n<br />yyy: И что? Она теперь его ест?\n<br />xxx: Теперь его едим мы."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447126","elementPureHtml":"Хорошо в подмосковье. Ближе к природе. Вот иду я к электричке, а на крыльце закрытого магазина собака ест голубя... Второго уже."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447125","elementPureHtml":"xxx: щас одно чудо начало играть драм-н-бейс на уровне децибел так 120... попытки поговорить ни к чему не привели\n<br />xxx: ну думаю вырубить ему свет, а эта с$ка через дверь говорит что щиток закрытый\n<br />xxx: ну в общем закрытый - не беда, используем бесконтактные методы. :) Беру рацию, врубаю 5 Вт и прислоняю антенной к корпусу &quot;его&quot; УЗО. Нажал на передачу - хуякс - УЗОшка подумала что ей пора сработать (и неудивительно)\n<br />xxx: пусть теперь сам думает, где ему ключи от щитка искать"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447124","elementPureHtml":"Ххх: Купили с мужем дом, достраиваем своими силами. С тем, что он ставит камин и обшивает стены камнем, я смирилась. Но вчера он на полном серьезе заявил, что хочет поставить в гостиной рыцаря в доспехах! Кажется, я со своим требованием завести котика сильно проигрываю..."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447123","elementPureHtml":"Из ЖЖ:\n<br />\n<br />То есть, наверно, мелких нужно приучать к классике, но как-то человечнее, чем делается в наших школах. Например отправлять на необитаемый остров с &quot;Войной и миром&quot; в чемодане. )"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447122","elementPureHtml":"Умный дом еще должен уметь вести видеоблог, чтобы зарабатывать деньги на ютубе для своего хозяина"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447121","elementPureHtml":"Сбербанк запустит в 2018 году оценку профиля клиентов по лайкам в соцсетях\n<br />\n<br />XXX: - То есть как не выдадите мне мои накопления? В смысле &quot;одни баяны заливаю&quot;?\n<br />ZZZ: Наступит ли день, когда благонадежность клиента будет оцениваться терабайтами раздач на трекерах?"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447120","elementPureHtml":"Из ЖЖ-сообщества бесполезных вопросов:\n<br />\n<br />xxx: Могут ли гражданские самолеты (Boeing, Airbus, Superjet) выполнять фигуры высшего пилотажа?\n<br />yyy: Один раз могут"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447119","elementPureHtml":"А у нас возле дома есть автомойка с названием &quot;Веселые шланги&quot;"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447118","elementPureHtml":"Никогда не понимал истинное предназначение кнопки &quot;Стоп&quot; или &quot;Отмена&quot; на принтерах, так как ни разу еще не было так, чтобы принтер ее слушался."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447117","elementPureHtml":"ААА: Короче было очень хорошее настроение и решил приколоться: на флешку с музыкой, которую в машине слушаю, между всеми треками вставил запись стука и приглушенного мычания, как будто кто-то в багажнике закрыт и стучится... взгляд и реакция пассажиров бесценны!"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447116","elementPureHtml":"YYY: четверг - это маленькая пятница.\n<br />XXX: как по мне, четверг это четвертый понедельник."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447115","elementPureHtml":"разбор чека на продукты\n<br />xx&gt; 85 рублей за сухой корм для мальчика.\n<br />yy&gt; сухой корм для мальчика? O__O\n<br />xx&gt; ну сухие завтраки, которые молоком разбавляют )))\n<br />yy&gt; я бы так чипсы назвал )"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447114","elementPureHtml":"Из запредельного: упомянул по телефону &quot;злых марсиан&quot; и получил долгий разговор от попутчицы в аэроэкспрессе, что это шовинизм и они добрые."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447113","elementPureHtml":"SupRo\n<br />В Gta, Doom, Diablo и большинстве других игр мир крутится вокруг персонажа, и все обсчеты делаются для него. В сетевых играх мир расчитывается для нескольких людей.Так что, если целью эксперимента являемся мы, то мир действительно крутится вокруг нас, а дальние звезды обсчитываются как точки, впрочем как галактики за миллиарды световых лет от нас.\n<br />\n<br />rombell\n<br />Или — обсчёт для всех разумных. Избавимся от антропоцентризма :)\n<br />\n<br />Stirliz85\n<br />Обсчет для одного-единственного меня. Остальные — просто раздражители на входе в мой симулированный мозг.\n<br />\n<br />kasperos\n<br />Заявила одна из моих симуляций…"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447112","elementPureHtml":"К теме об электричестве. Работал я в юности на стройке. Была там бригада электриков. И вот они однажды проводили внутренние работы. Один ушел что-то монтировать. Другой стоял, курил и с нами базарил. И как-то от не фиг делать стал щелкать выключателем на автомате - туда-сюда, чтоб руки занять. Через полчаса приходит взмыленный второй электрик, че за херня говорит, я лампу вешаю, меня током херачит периодически и там проверил и здесь. Когда доперло, ору было конечно) вывод-отключать надо полностью)))"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447111","elementPureHtml":"Memento_mori: Подсуетила себе работёнку. Толпа народа сеет хаос и неразбериху, обвиняя в этом меня, потому что я &quot;не из нашего коллектива, а мы тут 20 лет в окопах, пули свистели над головами и что ты, чужачка, можешь понимать в нашей специфике&quot;. Требуют навести порядок, но стоит им предложить решение проблемы, как все тут же начинают хотеть назад в пампасы и снова хаос и неразбериха. Им, видите ли, современные технологии не нравятся - они их не понимают. А раз не понимают - значит, это плохие технологии и от их использования нужно немедленно отказаться. Отсутствие элементарных знаний в IT-сфере, однако, не мешает им считать себя великими специалистами. Одна сотрудница, заглянув сегодня в корпоративную почту, вопросила: &quot;А что это за расширение такое - .RAR?&quot; И эти люди учат меня ковырять в носу :-\\"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447110","elementPureHtml":"В 2005 году работал менеджером с зарплатой 10 тысяч рублей, и не сказать, чтобы мне не хватало, но я завидовал своим коллегам, которые получали по 20-25 тысяч. На такие деньги в то время они могли позволить себе ходить по ресторанам, ездить в отпуска, в конце концов могли позволить себе купить хороший автомобиль, пускай и в кредит, а потом содержать его. А единственное, что мог себе позволить я - это заплатить за кварплату и купить себе еды на месяц + пиво по пятницам. Поставил себе цель, что когда нибудь я добьюсь того же и будет у меня такая же зарплата, но вот 2017 год, у меня зарплата 23 тысячи, а я даже в макдоналдс сходить не могу."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447109","elementPureHtml":"я наивная - до последнего верю, что человек хотел сказать что-то хорошее, да не смог высказаться правильно :) А когда разбираюсь, что нет, вовсе не хотел - топлю безжалостно в сортире."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447108","elementPureHtml":"xxx: у Ирки телефон считается убитым после первой царапины на экране\n<br />xxx: а у Паши - когда покупка нового обойдётся дешевле починки старого\n<br />xxx: ты всё ещё уверена, что у них что-то путное выйдет?"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447107","elementPureHtml":"xxx: помню, несколько лет назад вызвал &quot;компутерщика&quot;\n<br />...\n<br />Откладываю книжку. Спрашиваю стоимость произведенных услуг. отдаю. смотрю на часы. сообщаю, что столько стоит полчаса моей работы. поэтому те три часа, которые он тут корячился, я отдыхал с книжкой.\n<br />как тут пишут &quot;выражение его лица буду помнить долго&quot;\n<br />yyy: дайте угадаю. компьютер после этого почему-то работал не очень надежно, и в результате этого короткого приступа высокомерия вы потеряли куда больше трех часов?)\n<br />yyy: специализация - штука хорошая, но. полчаса работы дворника, возможно, стоят еще меньше, но если я не буду уважать и его труд тоже - мне светит грязная лестница и заваленный мусором двор.\n<br />"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447106","elementPureHtml":"xxx: (картинка из интернета) Давайте уже признаем, секс - это для тех, кто не может найти себе нормальный сериал.\n<br />yyy: У меня с сексом, как с сериалами: не могу найти ничего достойного из нового, так что перебираю старое."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447105","elementPureHtml":"Сейчас девушка передо мной шла, весь мир на одной человеко-единице: нижняя часть тела в тёплых лосинах со скандинавскими узорами из оленей и снежинок, верхняя - в шкуре невинно убиенного плюшевого леопарда. Глобализация, йопта"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447104","elementPureHtml":"В чате.\n<br />X: Эйчары уже как пикаперы подкатывают. Вот что мне сегодня в Linkedin написала одна.\n<br />&quot;Здравствуйте!\n<br />Понимаю, что могу быть 15-м рекрутером за сегодня, однако я не бот и детально ознакомилась с Вашим профилем. Есть предположение, что Вам может быть интересна позиция..&quot;\n<br />\n<br />X: Однажды я примерно с такой же фразой подкатил на Невском к девушке знакомиться.\n<br />Y. И какую позицию ты ей предложил?"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447103","elementPureHtml":"&gt; Adobe поворачивается лицом к Linux и open source\n<br />У таких компаний как Adobe, Microsoft и Oracle нет лица. Каким боком их не поверни, у них везде задница."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447102","elementPureHtml":"xxx: Хочу сделать электронное устройство, представляющее собой симбиоз Arduino Nano и сенсора гамма-радиации. Схема, печатная плата и скетчи выложены в свободный доступ.\n<br />yyy: Предполагается что адруина предназначена для прокачки скила программиста, намертво впаянный датчик радиации - прокачка скила физика-ядерщика"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447101","elementPureHtml":"xxx: А у меня на даче сова пыталась кота стащить, два клока на спине выдрала, кот два дня гулять не выходил."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447100","elementPureHtml":"Подходит сын шести лет и спрашивает:\n<br />- Пап, а как переводится &quot;бич&quot;?\n<br />Мало ли где он это услышал. Ну я не растерялся, отвечаю:\n<br />- Пляж!\n<br />Он такой помялся-помялся и с улыбкой продолжает:\n<br />- Ну, а ещё?.."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447099","elementPureHtml":"xxx: Замоталась так, что на смску о зачислении зарплаты только что ответила 'ок, спсб'."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447098","elementPureHtml":"&lt;TopSpin&gt;: Забавно читать после описания к фильму про расчленёнку и прочее жестилово красным капсом &quot;ВНИМАНИЕ! ПРИСУТСТВУЕТ НЕНОРМАТИВНАЯ ЛЕКСИКА!&quot;\n<br />&lt;TopSpin&gt;: Ну вот, только думал с детишками посмотреть, но нет, у нас дома не сквернословят."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447097","elementPureHtml":"Деду на его юбилей(90 лет) подарили ноутбук и научили пользоваться скайпом.\n<br />Тут собрались собрались на его следующий день рождения.\n<br />Отец подкалывает:\n<br />- Ну как там у тебя с компьютером нормально все?\n<br />(А дед очень редко пользуется скайпом, почти все время офлайн)\n<br />- Да вот какая-то хрень твориться стала. Скачал плюсовую библиотеку, начинаю парсить файл на сто килобайт, где-то в середине съедается строка! В чем дело, не могу понять, хоть убейте!\n<br />- Часом, не 65 тысяч что-то там? - спрашивает мой сын-школьник.\n<br />Дед сидит, думает. Потом начинает поносить криворукого создателя библиотеки.\n<br />А мы все сидим, слушаем их и охреневаем: за год старик мало того, что освоил интернет, так он еще и научился худо-бедно программировать и сейчас пробует делать фрилансовые задачки, но пока для себя и без заказчика.\n<br />А я за год только в Тайвань съездил..."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447096","elementPureHtml":"Из заявки в техподдержку:\n<br />&quot;...каждые два-три часа скорость падает. пока не возьмусь за провод и не передёрну, не поднимается&quot;"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447095","elementPureHtml":"xxx:\n<br />пишет первак, говорит &quot;ебал эти лабы, помоги&quot;, я ему отвечаю, что все удалила и дала ссылку на другого своего первака, который уже на третьем курсе. Мол ему скидывала, у него проси. Мой первак, который молодой, побоялся писать старому и попросил меня. Ну я чё, я пишу своему старому перваку &quot;есть чё&quot;, он скидывает ссылку на облако. Где сука, только МОИ лабы. за всю ёбаную кафедру последние три года сдают мои лабы. прогеры ёбаные."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447094","elementPureHtml":"Заметил недавно в городе новый рекламный щит. Реклама какого-то бюро по банкротствам физлиц. Текст следующий:\n<br />&quot;Долги более 500 тысяч?\n<br />Нечем платить?\n<br />Объяви себя банкротом и спиши все!&quot;\n<br />Нормальная, в принципе, реклама, но мне особенно понравилось, как первые буквы каждой строчки деликатно складываются в слово &quot;ДНО&quot;..."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447093","elementPureHtml":"xxx: Как ты в четверг учишься? (Имеет в виду расписание)\n<br />ууу: Со слезами на глазах."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447092","elementPureHtml":"&gt; За рубежом набирает популярность идея покупки времени для себя. Как? Аутсорсингом своих дел и забот. Например, можно нанять кого-то постричь газон.\n<br />\n<br />Очень разумная идея, и финансово выгодная.\n<br />Например, заплатить за починку сантехники себе меня банально жаба задавит: мои почасовые расценки за работу совершенно антигуманны."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447091","elementPureHtml":"xxx: житуха у айтишника-сыча тяжелая. я тут с девушкой познакомили, все дела. позвал домой за известно чем, взял вино, сыр, виноград и прочие ништяки. прелюдия, а меня после двухлетнего воздержания аж трясет всего. девушка разворачивается, берет недопитое вино и из горла в меня заливает, со словами не трясись, все будет хорошо, мы е..ться щас будем!"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447090","elementPureHtml":"Госструктура. Тендерная закупка, всё как обычно - быстро, срочно, исправить, переделать... Бегаем по компьютерным магазинам, собираем по требованию вышестоящей организации коммерческие предложения для покупки компов в филиал.\n<br />В одном из них диалог с продавцом:\n<br />- Можете нам вот такую технику по параметрам подобрать и расписать сколько это по цене будет?\n<br />- Да, всё сможем.\n<br />- Безналичный рассчёт у Вас тоже есть?\n<br />- Есть.\n<br />- Отлично. А такая ещё ситуация, в предыдущем магазине сказали, что сделку будут оформлять только по их типовому договору, а наш брать не хотят. Наша же главная структура требует использовать наш типовой договор...\n<br />- У Вас что, документация как в дурдоме?\n<br />- О_о... ну всё не так плохо, но...\n<br />- Нет! Вы не поняли! Вы госорганизация? Договор у Вас такой же как у психиатрической лечебницы? Мы недавно с ними договор оформляли, претензий не возникло.\n<br />\n<br />Надо было видеть наши рожи."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447089","elementPureHtml":"ХХ: Ты конкретно укажи, где цвета поправить: здесь или вот здесь?\n<br />УУ: Вездесь! Потому что вездесь цвета - пиздесь!"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447088","elementPureHtml":"&lt;Авелор Два Монитора&gt; можете меня поздравить, поставил первую пломбу)\n<br />&lt;Пенис Котов Тыжпрограммист&gt; Авелор Два Монитора: подумаешь, вот если б ты написал, что поставил пломбу со встроенной rfid меткой и теперь логинишься на телефоне просто прикладывая к уху, вот тогда б да, было бы круто\n<br />&lt;Пин Недо Кодер&gt; интересно, как бы это выглядело в приложении ко входу в офис? аве нагибается зубом к дверной ручке, водит головой туда-сюда?\n<br />&lt;Пенис Котов Тыжпрограммист&gt; Пин Недо Кодер: нежно её посасывает до характерного сигнала))"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447087","elementPureHtml":"Сижу дома, кодю, чувствую, что-то тупить начал, надо чуток отдохнуть. Зашёл на рамблер новости почитать и случайно наткнулся на тест, где предлагалось определить насколько я современен. Ну, думаю, дай ради прикола пройду. Тест, в итоге, показал, что я дикий ретроград и вообще человек-антипрогресс. Ээээ... подумал я, поглядел направо, где шуршит небольшая фермочка, поглядел налево, где 3D-принтер допечатывает детальку... Ну Окай, чо. Закрыл браузер и пошёл дальше писать прошивку к умному пистолету."},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447086","elementPureHtml":"xxx: &quot;Китайские ученые официально опубликовали экспериментальные доказательства того, что электромагнитный двигатель EmDrive на самом деле работает&quot;\n<br />yyy: и подпись - работать вечно фантастика ускоритель em-водитель доставка в рф бесплатно"},{"site":"bash.im","name":"bash","desc":"Цитатник Рунета","link":"/url.html?url=http%3A%2F%2Fbash.im%2Fquote%2F447085","elementPureHtml":"Один из разработчиков таблицы высококачественных случайных чисел построил её из дробового шума диодной цепи и обработанной рэп-музыки. Если первое — один из лучших искусственных источников белого шума, то второе неполиткорректно назвали &laquo;чёрным шумом&raquo;."}]
